cask_args appdir: '/Applications'

tap 'FelixKratz/formulae'
tap 'shaunsingh/SFMono-Nerd-Font-Ligaturized'
tap 'supabase/tap'
tap 'arl/arl'
tap 'nikitabobko/tap'

brew 'pam-reattach'
brew 'jq'
brew 'gnu-sed'
brew 'ast-grep'
brew 'p7zip'
brew 'zellij'
brew 'gitmux'
brew 'starship'
brew 'atuin'
brew 'tmuxp'
brew 'cocoapods'
brew 'imagemagick'
brew 'viu'
brew 'neovim'
brew 'chezmoi'
brew 'fzf'
brew 'lsd'
brew 'mise'
brew 'yq'
brew 'zoxide'
brew 'asimov'
brew 'fd'
brew 'postgresql@17'
brew 'cloudflared'
brew 'helm'
brew 'k9s'
brew 'kubectl'
brew 'awscli'
brew 'ripgrep'
brew 'bat'
brew 'direnv'
brew 'git-delta'
brew 'uv'
brew 'tmux'
brew 'thefuck'
brew 'borders'
brew 'gh'
brew 'terminal-notifier'
brew 'rsync'

cask 'ghostty'
cask 'android-studio'
cask 'google-chrome'
cask 'mitmproxy'
cask 'orbstack'
cask '1password'
cask '1password-cli'
cask 'dash'
cask 'alfred'
cask 'karabiner-elements'
cask 'adguard'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-hack-nerd-font'
cask 'jordanbaird-ice'
cask 'cursor'
cask 'zed'
cask 'anytype'
cask 'zotero'
cask 'font-sf-mono-nerd-font-ligaturized'
cask 'font-d2coding-nerd-font'
cask 'sf-symbols'
cask 'aerospace'
cask 'keyboard-cowboy'
cask 'homerow'
cask 'discord'
cask 'cloudflare-warp'
cask 'arc'
cask 'chatgpt'
cask 'gureumkim'  # 한글 입력기 - Ctrl 키 조합 문제 해결

mas 'Tailscale', id: 1475387142
mas 'Slack', id: 803453959
mas 'KakakoTalk', id: 869223134
mas '1Password for Safari', id: 1569813296
mas 'VImlike', id: 1584519802
