cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'xo/xo'
tap 'pulumi/tap'

brew 'm-cli'
brew 'mas'
brew 'neovim'
brew 'tmux'
brew 'zsh'
brew 'reattach-to-user-namespace'
brew 'python'
brew 'node'
brew 'thefuck'
brew 'mysql-client'
brew 'pnpm'
brew 'ripgrep'
brew 'fd'
brew 'bat'
brew 'go'
brew 'coreutils'
brew 'fzf'
brew 'mycli'
brew 'openssl'
brew 'mysql'
brew 'freetype'
brew 'usql'
brew 'icu4c'
brew 'asdf'
brew 'starship'
brew 'nushell'
brew 'jq'
brew 'yq'
brew 'kubernetes-cli'
brew 'awscli'
brew 'mitmproxy'
brew 'pulumi'
brew 'lua'
brew 'qrencode'
brew 'k9s'
brew 'oha'
brew 'aws-iam-authenticator'
brew 'sd'
brew 'lazygit'
brew 'cmake'

cask 'mimestream'
cask 'tailscale'
cask 'google-chrome'
cask 'firefox'
cask '1password'
cask '1password-cli'
cask 'iterm2'
cask 'dash'
cask 'alfred'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'docker'
cask 'calibre'
cask 'amethyst'
cask 'devonthink'
cask 'adguard'
cask 'anki'
cask 'font-jetbrains-mono-nerd-font'
cask 'gimp'
cask 'bartender'
cask 'notion'
cask 'visual-studio-code'
cask 'carbon-copy-cloner'
cask 'libreoffice'
cask 'obsidian'

mas 'Xcode', id: 497799835
mas 'Slack', id: 803453959
mas 'KakakoTalk', id: 869223134
mas 'Pocket', id: 568494494
mas 'Flow', id: 1423210932
mas 'Things 3', id: 904280696
mas 'Okta Verify', id: 490179405
mas 'Microsoft Remote Desktop', id: 1295203466
